Revit 2027 API
SymbolTypeId.FtSup2 Property
 Symbol ft², indicating unit Square feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2 { get; }
Public Shared ReadOnly Property FtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2 {
	ForgeTypeId^ get ();
}
static member FtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace